export const accounts = [
  {
    id: 57890456,
    currency: 'rubles',
    balance: 67000,
    rate: 8,
    createdAt: 1497273672000,
    operations: [
      {
        id: 1,
        date: 1522584132000,
        type: 'Пополнение с карты **** 0465',
        sum: 10000
      },
      {
        id: 2,
        date: 1522954132000,
        type: 'Списание на карту **** 0231',
        sum: -15000
      },
      {
        id: 3,
        date: 1522504732000,
        type: 'Начисление процентов',
        sum: 230
      },
      {
        id: 4,
        date: 1523794132000,
        type: 'Списание на карту **** 0228',
        sum: -5000
      },
      {
        id: 5,
        date: 1524594232000,
        type: 'Пополнение с карты **** 8888',
        sum: 15500
      }
    ]
  },
  {
    id: 57890398,
    currency: 'dollars',
    balance: 3509,
    rate: 4.5,
    createdAt: 1477066212000,
    operations: [
      {
        id: 22,
        date: 1520698512000,
        type: 'Списание на карту **** 3123',
        sum: -100
      },
      {
        id: 11,
        date: 1520769512000,
        type: 'Пополнение с карты **** 0465',
        sum: 1000
      },
      {
        id: 33,
        date: 1521798512000,
        type: 'Начисление процентов',
        sum: 10
      },
      {
        id: 56,
        date: 1520999512000,
        type: 'Списание на карту **** 2231',
        sum: -700
      },
      {
        id: 44,
        date: 1520699272111,
        type: 'Списание на карту **** 0228',
        sum: -500
      },
      {
        id: 66,
        date: 1521692318512,
        type: 'Пополнение с карты **** 8888',
        sum: 15500
      }
    ]
  },
  {
    id: 57890239,
    currency: 'rubles',
    balance: 10500,
    rate: 8,
    createdAt: 1439626972000,
    operations: [
      {
        id: 22,
        date: 1525277712000,
        type: 'Списание на карту **** 3123',
        sum: -2100
      },
      {
        id: 11,
        date: 1525299712000,
        type: 'Пополнение с карты **** 0465',
        sum: 15090
      },
      {
        id: 56,
        date: 1525397712000,
        type: 'Списание на карту **** 2231',
        sum: -7300
      }
    ]
  }
]
